{
  "VISIT_ISLAND": "<0>Start the game by visiting the island. </0><1>You will encounter enemies in order to earn Berries and loot Vivre Cards. </1><2>Click on [Visit Island]</2>",
  "DAMAGE_ENEMY": "<0>Click on the unit to deal \"Click Power\" damage. </0><1>Defeating an enemy will give you Berries and a chance to loot its Vivre Card.</1><2>Defeat enemies until you collect your first Vivre Card</2>",
  "RECRUIT_MENU": "<0>Congratulation, you just found your first Vivre Card. </0><1>Vivre Cards are used to recruit member into your fleet.</1><2>Click on [Vivre Cards] menu</2>",
  "RECRUIT_CARD": "<0>All your Vivre Cards are here.</0><1>To recruit a new member to your fleet, you need to pay its price. </1><2>If you do not have enough Berries to recruit it yet, go back to the Island to fight more enemies.</2><3>Recruit your first fleet member</3>",
  "EXPLAIN_CREW": "<0>Here is your crew providing you \"Crew Power\". (Dealing damage automatically)</0><0>If you have a free slot in your crew, new fleet members are automatically placed in your crew. </0><1><2>Important informations :</2><3><4><5>Level : </5> A new crew member arrives at Lvl. 1. Levels give more HP and ATK power.</4><4><5>HP : </5>If a crew member reaches 0 HP, it will not give Crew Power, and will not gain XP. Heal it with \"Heal Food\" (We will comeback to this later)</4><4><5>XP : </5>Defeating unit gives XP to one of your crew member. After reaching maximum, he will level up and heal himself.</4></3></1>",
  "EXPLAIN_FLEET": "<0>Manage your fleet and crew members here</0>",
  "OPEN_GOAL": "<0>Earn special rewards by completing specific goals. </0><1>Watch available goals with [Select] button</1>",
  "SELECT_GOAL": "<0>Select \"Beat 25 enemies in Shells Town\" goal, do the task and claim reward</0>",
  "UNLOCK_SHOP": "<0>Some features are not yet available. You have to unlock them by paying the indicated price.</0><1>Gather enough Berries to unlock the shop then open it</1>",
  "EXPLAIN_SHOP": "<0>Here is the store. You can buy different items that will be essential for your progress in the game.</0><0>The most important of them is the <1>Log Pose</1>, it will allow you to enter a dungeon.</0><0>No need to buy any right now, you have already collected some by completing the previous objective.</0>",
  "EXPLAIN_ITEM": "<0>All your items are here. They are all consumables except the Log Poses.</0><0>To consume an item, click on it. Its effect will last for 30 seconds.</0><0>To consume several at once, click on the \"x1\" button and choose the amount you want.</0><0>Hover over objects to see their effects.</0>",
  "GO_BACK_ZONE": "<0>Let's go fight in a dungeon!</0><1>First, go back to the seaport</1>",
  "ENTER_DUNGEON": "<0>Click on [Save Nakamas] to enter dungeon.</0><0>You will have 30 seconds to defeat 10 units and one boss of the zone.</0><0>It will cost you some Log Poses</0><1>Enter in the dungeon and finish it</1>",
  "CHANGE_ZONE": "<0>You unlocked a new zone !</0><1>Click on [Map] to navigate to the next island.</1>",
  "END_TUTORIAL": "<0>This is the end of the tutorial. If you need any help, click on [Guide] in the menu (Top/Left corner).</0><0>Tip 1 : If you feel stuck at some point, try to unlock [Upgrades].</0> <0>Tip 2 : In the menu, you can import/export your save to continue playing on another device/browser.</0>",
  "closeTutorial": "Close Tutorial",
  "Guide": {
    "zone-title": "Zone",
    "zone-content": "<0><1>When you enter a zone, you have two options:</1><1><2>Visit the island:</2>Fight enemies in the zone, for a chance to get their Vivre Card, or earn Berry, the game's main currency.</1><1><2>Save your nakamas:</2>Enter a dungeon where you will have to fight 10 enemies followed by a powerful boss in less than 30 seconds. Successfully completing the dungeon in one area will unlock the next area and earn various rewards. Bosses can also give their Vivre Card but these are rare.</1><5/></0>",
    "click-power-title": "Click Power",
    "click-power-content": "<0><1>[Click Power] is the amount of damage you do to an enemy when you click on it.</1><1>It can be increased by boosting your crew, with upgrades, your ship, a captain's effect or items.</1><5/></0>",
    "crew-power-title": "Crew Power",
    "crew-power-content": "<0><1>[Crew Power] is the amount of damage your crew does each second.</1><1>It can be increased by strengthening your crew, with upgrades, your boat, a captain's effect, or items.</1><1>Please note, a member with zero health points does not contribute to [Crew Power]</1><5/></0>",
    "fight-title": "Fight",
    "fight-content": "<0><1>To fight, nothing could be simpler: Click on the enemy to inflict [Click Power] damage </1><1>Once you recruit crew members, they will inflict [Crew Power] damage every second.</1><1><2>Once the enemy has been defeated, the enemy will launch a final attack on your crew. </2>The power of this attack depends on the enemy.</1><1>This attack will cause all of your crew members to lose health points.</1><1>You will also gain a certain amount of Berry, and you will have a chance to recover the defeated enemy's Vivre Card.</1><5/></0>",
    "vivre-cards-title": "Vivre Cards",
    "vivre-cards-content": "<0><1>When you defeat an enemy, the enemy can give you their Vivre Card. You can find it in the [Vivre Cards] menu and it will allow you to recruit him into your fleet.</1><1>To recruit him, you must pay the price listed in Berry.</1><1>Once recruited, he is now a member of your fleet that you can add to your crew at any time. </1><1><4>You will discover many ways to increase your chances of recovering an enemy's Vivre Card as you progress through the game.</4></1><5/></0>",
    "hp-title": "Health",
    "hp-content": "<0><1>Your crew members have a certain amount of life points that varies by character and can increase with their level.</1><1><3>When one of your crew members runs out of health points, he or she no longer contributes to [Crew Power] and can no longer gain experience points. </3></1><5/><1><2>How to recover health points</2></1><1>1) With the item \"Healing Food\" which will heal all of your crew members after each enemy for 30 seconds. The value of this item may prove insufficient as you progress through the game, so it will be essential to increase it in [Upgrades].</1><1>2) As you level up, a crew member will heal completely.</1><6/></0>",
    "dungeon-title": "Dungeon",
    "dungeon-content": "<0><1>[Save your nakamas] will get you into a dungeon in exchange for some Log Poses.</1><1>You'll have to beat 10 enemies + 1 boss in less than 30 seconds. </1><1>The boss can only be found in this dungeon and his Vivre Card is especially valuable.</1><1>Some areas may have several different bosses.</1><1>Successfully completing the dungeon will unlock the next area.</1><5/></0>",
    "map-title": "Map",
    "map-content": "<0><5/><1>The [Map] allows you to navigate between different areas.</1><1>It allows you to go to a new area if it has just been unlocked or go back to a previous area.</1><1>Two ways of navigating are available: Map and List. Feel free to try both and choose the one you prefer. </1></0>",
    "ship-title": "Ship",
    "ship-content": "<0><5/><1>The [Ship] tab allows you to choose your ship and enjoy different bonuses.</1><1>You will unlock new ships throughout your journey.</1></0>",
    "fleet-title": "Fleet",
    "fleet-content": "<0><5/><1>The [Fleet] tab allows you to edit your crew.</1><1>You have access to all of the members you have recruited into your fleet.</1><1>Sometimes, upon finishing a dungeon, a member may join your fleet directly. You can then add them to your crew from the [Fleet] menu.</1></0>",
    "shop-title": "Shop",
    "shop-content": "<0><5/><1>The [Shop] tab allows you to purchase various items.</1><1>Hover over the items for more information.</1></0>"
  }
}
