{
  "VISIT_ISLAND": "<0>Démarrez le jeu en visitant l'île. </0><1>Vous rencontrerez des ennemis afin de gagner des Berry et de trouver des Vivre Cards. </1><2>Cliquez sur [Visiter l'île]</2>",
  "DAMAGE_ENEMY": "<0>Cliquez sur l'unité pour lui infliger des dégâts \"Click Power\". </0><1>Battre un ennemi vous donnera des Berry et une chance de récupérer sa Vivre Card.</1><2>Combattez des ennemis jusqu'à ce que vous récupériez votre première Vivre Card</2>",
  "RECRUIT_MENU": "<0>Félicitations, vous venez de trouver votre première Vivre Card. </0><1>Les Vivre Cards sont utilisées pour recruter des membres dans votre flotte.</1><2>Cliquez sur le menu [Vivre Cards]</2>",
  "RECRUIT_CARD": "<0>Toutes vos Vivre Cards sont ici.</0><1>Pour recruter un nouveau membre dans votre flotte, vous devez payer son prix. </1><2>Si vous n'avez pas encore assez de Berry pour le recruter, retournez sur l'île pour combattre d'autres ennemis.</2><3>Recruter votre premier membre de flotte</3>",
  "EXPLAIN_CREW": "<0>Voici votre équipage qui vous fournit le \"Crew Power\". (Faire des dégâts automatiquement)</0><0>Si vous avez un emplacement libre dans votre équipage, les nouveaux membres de la flotte sont automatiquement placés dans votre équipage. </0><1><2>Informations importantes :</2><3><4><5>Niveau : </5>Un nouveau membre d'équipage arrive au Niv. 1. Les niveaux donnent plus d'HP et ATK.</4><4><5>HP : </5>Si un membre d'équipage atteint 0 HP, il ne donnera pas de Crew Power, et ne gagnera pas d'XP. Soignez-le avec \"Nourriture de soin\" (Nous y reviendrons plus tard)</4><4><5>XP : </5>Battre un ennemie donne de l'XP à un de vos membres d'équipage. Après avoir atteint le maximum, il montera en niveau, gagnera en puissance, et se soignera complètement.</4></3></1>",
  "EXPLAIN_FLEET": "<0>Gérez votre flotte et vos membres d'équipage ici</0>",
  "OPEN_GOAL": "<0>Gagnez des récompenses spéciales en accomplissant des objectifs spécifiques. </0><1>Voir les objectifs disponibles avec le bouton [Selectionner]</1>",
  "SELECT_GOAL": "<0>Sélectionnez l'objectif \"Battre 25 ennemis dans Shells Town\", effectuez la tâche et demandez la récompense</0>",
  "UNLOCK_SHOP": "<0>Certaines fonctionnalités ne sont pas encore disponibles. Vous devez les débloquer en payant le prix indiqué.</0><1>Recueillez suffisamment de Berry pour débloquer la [Boutique] puis ouvrez-la</1>",
  "EXPLAIN_SHOP": "<0>Voici la boutique. Vous pouvez acheter différents objets qui vous seront indispensables pour progresser dans le jeu.</0><0>Le plus important d'entre eux est le <1>Log Pose</1>, il vous permettra d'entrer dans un donjon.</0><0>Nul besoin d'en acheter pour le moment, vous en avez déjà collecté en remplissant l'objectif précédent.</0>",
  "EXPLAIN_ITEM": "<0>Tous vos objets sont ici. Ils sont tous consommables, à l'exception des Log Poses.</0><0>Pour consommer un objet, cliquez dessus. Son effet durera 30 secondes.</0><0>Pour en consommer plusieurs à la fois, cliquez sur le bouton \"x1\" et choisissez la quantité que vous voulez.</0><0>Passez la souris sur les objets pour voir leurs effets.</0>",
  "GO_BACK_ZONE": "<0>Allons nous battre dans un donjon !</0><1>D'abord, retourne au port avec le bouton [Retour]</1>",
  "ENTER_DUNGEON": "<0>Cliquez sur [Sauver vos Nakamas] pour entrer dans le donjon.</0><0>Vous aurez 30 secondes pour vaincre 10 ennemis et un boss de la zone.</0><0>Cela vous coûtera quelques Log Poses</0><1>Entrez dans le donjon et terminez-le</1>",
  "CHANGE_ZONE": "<0>Vous avez débloqué une nouvelle zone !</0><1>Cliquez sur [Carte] pour naviguer vers l'île suivante.</1>",
  "END_TUTORIAL": "<0>C'est la fin du tutoriel. Si vous avez besoin d'aide, cliquez sur [Guide] dans le menu (coin haut/gauche).</0><0>Conseil 1 : si vous vous sentez bloqué à un moment donné, essayez de débloquer les [Améliorations].</0> <0>Conseil 2 : Dans le menu, vous pouvez exporter/importer votre sauvegarde pour continuer de jouer sur un autre navigateur/ordinateur</0>",
  "closeTutorial": "Fermer le tutoriel",
  "Guide": {
    "zone-title": "Zone",
    "zone-content": "<0><1>Quand vous entrez dans une zone, vous avez deux possibilités : </1><1><2>Visiter l'île :</2> Combattre des ennemis de la zone, pour avoir une chance de récupérer leur Vivre Card, ou gagner des Berry, la monnaieprincipale du jeu.</1><1><2>Sauver vos nakamas :</2> Entrer dans un donjon où vous devrez affronter 10 ennemis suivi d'un puissant boss en moins de 30 secondes. Réussir ledonjon d'une zone permet de débloquer la prochaine zone et de gagner différentes récompenses. Les boss peuvent aussi donner leur Vivre Card mais cesdernières sont rares.</1><5/></0>",
    "click-power-title": "Click Power",
    "click-power-content": "<0><1>[Click Power] est le montant de dégats que vous faîtes à un ennemi lorsque vous cliquez dessus.</1><1>Il peut être augmenté en renforcant votre équipage, avec des améliorations, votre bateau, un effet de capitaine ou des objets.</1><5/></0>",
    "crew-power-title": "Crew Power",
    "crew-power-content": "<0><1>[Crew Power] est le montant de dégats que votre équipage fait chaque seconde.</1><1>Il peut être augmenté en renforcant votre équipage, avec des améliorations, votre bateau, un effet de capitaine ou des objets.</1><1>Attention, un membre dont les points de vie sont à zéro ne contribue pas au [Crew Power]</1><5/></0>",
    "fight-title": "Combattre",
    "fight-content": "<0><1>Pour combattre, rien de plus simple : Cliquez sur l'ennemi pour infliger des dégats [Click Power] </1><1>Une fois que vous aurez recruté des membres d'équipages, ces derniers vont infliger des dégats [Crew Power] chaque seconde.</1><1><2>Une fois l'ennemi vaincu, ce dernier va lancer une dernière attaque sur votre équipage.</2> La puissance de cette attaque dépend de l'ennemi.</1><1>Cette attaque va faire perdre des points de vies à l'ensemble de vos membres d'équipages.</1><1>Vous gagnerez également un certain montant de Berry, et vous aurez une chance de récupérer la Vivre Card de l'ennemi vaincu.</1><5/></0>",
    "vivre-cards-title": "Vivre Cards",
    "vivre-cards-content": "<0><1>Lorsque vous venez à bout d'un ennemi, ce dernier peut vous donner sa Vivre Card. Vous pouvez la trouver dans le menu [Vivre Cards] et elle vouspermettra de le recruter dans votre flotte.</1><1>Pour le recruter, vous devez payer le prix indiqué en Berry.</1><1>Une fois recruté, c'est maintenant un membre de votre flotte que vous pouvez intégrer à votre équipage à tout moment. </1><1><4>Vous découvrirez de nombreuses manières d'augmenter vos chances de récupérer la Vivre Card d'un ennemi au cours de votre progression dans le jeu.</4></1><5/></0>",
    "hp-title": "Points de vie",
    "hp-content": "<0><1>Vos membres d'équipages ont un certain montant de points de vie qui varie en fonction des personnages et qui peut augmenter avec leur niveau.</1><1><3>Lorsqu'un de vos membres d'équipage n'a plus de point de vie, il ne contribue plus au [Crew Power] et ne peut plus gagner de point d'expérience.</3></1><5/><1><2>Comment récupérer des points de vie ?</2></1><1>1) Avec l'objet \"Nourriture de soin\" qui va soigner l'ensemble de vos membres d'équipages après chaque ennemi pendant 30 secondes. La valeur de cesoin peut se révéler insuffisante au fur et à mesure que vous progressez dans le jeu, il sera alors essentiel de l'augmenter dans [Améliorations].</1><1>2) En montant de niveau, un membre d'équipage se soigne complètement.</1><6/></0>",
    "dungeon-title": "Donjon",
    "dungeon-content": "<0><1>[Sauver vos nakamas] va vous faire entrer dans un donjon en échange de quelques Log Poses.</1><1>Vous allez devoir battre 10 ennemis + 1 boss en moins de 30 secondes.</1><1>Le boss n'est trouvable que dans ce donjon et sa Vivre Card est particulièrement précieuse.</1><1>Il se peut que certaines zones aient plusieurs bosses différents.</1><1>En réusissant le donjon, vous débloquerez la zone suivante.</1><5/></0>",
    "map-title": "Carte",
    "map-content": "<0><5/><1>La [Carte] vous permet de naviguer entre différentes zones.</1><1>Elle permet d'aller dans une nouvelle zone si elle vient d'être débloquée ou de retourner dans une zone précédente.</1><1>Deux manière de naviguer sont disponibles : Carte et Liste. N'hésitez pas à essayer les deux et choisir celle que vous préférez. </1></0>",
    "ship-title": "Navire",
    "ship-content": "<0><5/><1>L'onglet [Navire] vous permet choisir votre navire et de profiter de différents bonus.</1><1>Vous débloquerez de nouveaux navires tout au long de votre voyage.</1></0>",
    "fleet-title": "Flotte",
    "fleet-content": "<0><5/><1>L'onglet [Flotte] vous permet de modifier votre équipage.</1><1>Vous avez accès à l'ensemble des membres que vous avez recruté dans votre flotte.</1><1>Parfois, en finissant un donjon, il se peut qu'un membre rejoigne directement votre flotte. Vous pouvez alors l'ajouter à votre équipage depuis lemenu [Flotte].</1></0>",
    "shop-title": "Boutique",
    "shop-content": "<0><5/><1>L'onglet [Boutique] vous permet d'acheter différents objets.</1><1>Survolez les objets pour avoir plus d'informations.</1></0>"
  }
}
