{
  "VISIT_ISLAND": "<0>Démarrez le jeu en visitant l'île. </0><1>Vous rencontrerez des ennemis afin de gagner des Berry et de trouver des Vivre Cards. </1><2>Cliquez sur [Visiter l'île]</2>",
  "DAMAGE_ENEMY": "<0>Cliquez sur l'unité pour lui infliger des dégâts \"Click Power\". </0><1>Battre un ennemi vous donnera des Berry et une chance de récupérer sa Vivre Card.</1><2>Combattez des ennemis jusqu'à ce que vous récupériez votre première Vivre Card</2>",
  "RECRUIT_MENU": "<0>Félicitations, vous venez de trouver votre première Vivre Card. </0><1>Les Vivre Cards sont utilisées pour recruter des membres dans votre flotte.</1><2>Cliquez sur le menu [Vivre Cards]</2>",
  "RECRUIT_CARD": "<0>Toutes vos Vivre Cards sont ici.</0><1>Pour recruter un nouveau membre dans votre flotte, vous devez payer son prix. </1><2>Si vous n'avez pas encore assez de Berry pour le recruter, retournez sur l'île pour combattre d'autres ennemis.</2><3>Recruter votre premier membre de flotte</3>",
  "EXPLAIN_CREW": "<0>Voici votre équipage qui vous fournit le \"Crew Power\". (Faire des dégâts automatiquement)</0><0>Si vous avez un emplacement libre dans votre équipage, les nouveaux membres de la flotte sont automatiquement placés dans votre équipage. </0><1><2>Informations importantes :</2><3><4><5>Niveau : </5>Un nouveau membre d'équipage arrive au Niv. 1. Les niveaux donnent plus d'HP et ATK.</4><4><5>HP : </5>Si un membre d'équipage atteint 0 HP, il ne donnera pas de Crew Power, et ne gagnera pas d'XP. Soignez-le avec \"Nourriture de soin\" (Nous y reviendrons plus tard)</4><4><5>XP : </5>Battre un ennemie donne de l'XP à un de vos membres d'équipage. Après avoir atteint le maximum, il montera en niveau, gagnera en puissance, et se soignera complètement.</4></3></1>",
  "EXPLAIN_FLEET": "<0>Gérez votre flotte et vos membres d'équipage ici</0>",
  "OPEN_GOAL": "<0>Gagnez des récompenses spéciales en accomplissant des objectifs spécifiques. </0><1>Voir les objectifs disponibles avec le bouton [Selectionner]</1>",
  "SELECT_GOAL": "<0>Sélectionnez l'objectif \"Battre 25 ennemis dans Shells Town\", effectuez la tâche et demandez la récompense</0>",
  "UNLOCK_SHOP": "<0>Certaines fonctionnalités ne sont pas encore disponibles. Vous devez les débloquer en payant le prix indiqué.</0><1>Recueillez suffisamment de Berry pour débloquer la [Boutique] puis ouvrez-la</1>",
  "EXPLAIN_SHOP": "<0>Voici la boutique. Vous pouvez acheter différents objets qui vous seront indispensables pour progresser dans le jeu.</0><0>Le plus important d'entre eux est le <1>Log Pose</1>, il vous permettra d'entrer dans un donjon.</0><0>Nul besoin d'en acheter pour le moment, vous en avez déjà collecté en remplissant l'objectif précédent.</0>",
  "EXPLAIN_ITEM": "<0>Tous vos objets sont ici. Ils sont tous consommables, à l'exception des Log Poses.</0><0>Pour consommer un objet, cliquez dessus. Son effet durera 30 secondes.</0><0>Pour en consommer plusieurs à la fois, cliquez sur le bouton \"x1\" et choisissez la quantité que vous voulez.</0><0>Passez la souris sur les objets pour voir leurs effets.</0>",
  "GO_BACK_ZONE": "<0>Allons nous battre dans un donjon !</0><1>D'abord, retourne au port avec le bouton [Retour]</1>",
  "ENTER_DUNGEON": "<0>Cliquez sur [Sauver vos Nakamas] pour entrer dans le donjon.</0><0>Vous aurez 30 secondes pour vaincre 10 ennemis et un boss de la zone.</0><0>Cela vous coûtera quelques Log Poses</0><1>Entrez dans le donjon et terminez-le</1>",
  "CHANGE_ZONE": "<0>Vous avez débloqué une nouvelle zone !</0><1>Cliquez sur [Carte] pour naviguer vers l'île suivante.</1>",
  "END_TUTORIAL": "<0>C'est la fin du tutoriel. Si vous avez besoin d'aide, cliquez sur [Guide] dans le menu (coin haut/gauche).</0><0>Conseil 1 : si vous vous sentez bloqué à un moment donné, essayez de débloquer les [Améliorations].</0> <0>Conseil 2 : Dans le menu, vous pouvez exporter/importer votre sauvegarde pour continuer de jouer sur un autre navigateur/ordinateur</0>",
  "closeTutorial": "Fermer le tutoriel"
}
